app.controller('puffCtr', ['$scope', function ($scope) {
    $scope.puff = [
        {
            coverPhoto: '/assets/images/contact/another/photo-a.png',
            coverQuotes: '/assets/images/contact/another/quotes.png',
            name: 'Александра',
            profession: 'Ученица',
            pubdate: new Date(),
            comment:
                "Я провела самые удивительные 10 месяцев моей жизни! Я \ 'м из Франции и мой английский был ужасен, когда я приехал сюда. Тем не менее, благодаря учителям, а также отличный способ обучения, я узнал больше, чем за 10 месяцев через 8 лет во Франции! I \ 'никогда не забуду, как дружественные, все здесь. Он \ 'ы так трудно оставить всех. Я действительно рекомендую эту школу всем! Приходите и наслаждайтесь временем, проведенным в Нью-Йорке !!"
        },
        {
            coverPhoto: '/assets/images/contact/another/photo-a.png',
            coverQuotes: '/assets/images/contact/another/quotes.png',
            name: 'Александра',
            profession: 'Ученица',
            pubdate: new Date(),
            comment:
                "Я провела самые удивительные 10 месяцев моей жизни! Я \ 'м из Франции и мой английский был ужасен, когда я приехал сюда. Тем не менее, благодаря учителям, а также отличный способ обучения, я узнал больше, чем за 10 месяцев"
        },
        {
            coverPhoto: '/assets/images/contact/another/photo-a.png',
            coverQuotes: '/assets/images/contact/another/quotes.png',
            name: 'Александра',
            profession: 'Ученица',
            pubdate: new Date(),
            comment:
                "Я провела самые удивительные 10 месяцев моей жизни! Я \ 'м из Франции и мой английский был ужасен, когда я приехал сюда. Тем не менее, благодаря учителям, а также отличный способ обучения, я узнал больше, чем за 10 месяцев через 8 лет во Франции! I \ 'никогда не забуду, как дружественные, все здесь. Он \ 'ы так трудно оставить всех. Я действительно рекомендую эту школу всем! Приходите и наслаждайтесь временем, проведенным в Нью-Йорке !!"
        },
        {
            coverPhoto: '/assets/images/contact/another/photo-a.png',
            coverQuotes: '/assets/images/contact/another/quotes.png',
            name: 'Александра',
            profession: 'Ученица',
            pubdate: new Date(),
            comment:
                "Я провела самые удивительные 10 месяцев моей жизни! Я \ 'м из Франции и мой английский был ужасен, когда я приехал сюда. Тем не менее, благодаря учителям, а также отличный способ обучения, я узнал больше, чем за 10 месяцев через 8 лет во Франции! I \ 'никогда не забуду, как дружественные, все здесь. Он \ 'ы так трудно оставить всех. Я действительно рекомендую эту школу всем! Приходите и наслаждайтесь временем, проведенным в Нью-Йорке !!"
        },
        {
            coverPhoto: '/assets/images/contact/another/photo-a.png',
            coverQuotes: '/assets/images/contact/another/quotes.png',
            name: 'Александра',
            profession: 'Ученица',
            pubdate: new Date(),
            comment:
                "Я провела самые удивительные 10 месяцев моей жизни! Я \ 'м из Франции и мой английский был ужасен, когда я приехал сюда. Тем не менее, благодаря учителям, а также отличный способ обучения, я узнал больше, чем за 10 месяцев через 8 лет во Франции! I \ 'никогда не забуду, как дружественные, все здесь. Он \ 'ы так трудно оставить всех. Я действительно рекомендую эту школу всем! Приходите и наслаждайтесь временем, проведенным в Нью-Йорке !!"
        },
        {
            coverPhoto: '/assets/images/contact/another/photo-a.png',
            coverQuotes: '/assets/images/contact/another/quotes.png',
            name: 'Александра',
            profession: 'Ученица',
            pubdate: new Date(),
            comment:
                "Я провела самые удивительные 10 месяцев моей жизни! Я \ 'м из Франции и мой английский был ужасен, когда я приехал сюда. Тем не менее, благодаря учителям, а также отличный способ обучения, я узнал больше, чем за 10 месяцев через 8 лет во Франции! I \ 'никогда не забуду, как дружественные, все здесь. Он \ 'ы так трудно оставить всех. Я действительно рекомендую эту школу всем! Приходите и наслаждайтесь временем, проведенным в Нью-Йорке !!"
        }
    ]
}]);